Repository: imz/synaptic
Catalog: synaptic-0.45/po/*.po
Languages: fr, ru

source: %i packages listed, %i installed, %i broken. %i to install/upgrade, %i to remove; %sB will be freed
fr: %i paquets listés, %i installés, %i cassés. %i à installer/mettre à jour, %i à supprimer ; %so seront libérés
ru: %i пакетов в списке, %i установлено, %i сломано. %i для установки/обновления, %i для удаления; %sB будет освобождено

source: %i packages listed, %i installed, %i broken. %i to install/upgrade, %i to remove; %sB will be used
fr: %i paquets listés, %i installés, %i cassés. %i à installer/mettre à jour, %i à supprimer ; %so seront utilisés
ru: %i пакетов в списке, %i установлено, %i сломано. %i для установки/обновления, %i для удаления; %sB будет использовано

source: All Packages
fr: Tous les paquets
ru: Все пакеты

source: The debtags database is not installed Please call "debtags update" in a shell to get the database Sorry for this inconvenience, it will go away in one of the next versions (patches are welcome)!
ru: База данных debtags не установлена Выполните, пожалуйста, "debtags update" для получения базы данных Извините за неудобства, это будет исправлено в одной из следующих версий (патчи приветствуются)!

source: Repositories
fr: Dépôts
ru: _Репозитории

source: Enabled
fr: Activé
ru: Разрешён

source: Type
ru: Тип

source: Vendor
fr: Vendeur
ru: Поставщик

source: Distribution
ru: Дистрибутив

source: Section(s)
ru: Раздел(ы)

source: (no vendor)
fr: (pas de vendeur)
ru: (нет поставщика)

source: Cannot read vendors.list file
fr: Impossible de lire le fichier vendors.list
ru: Невозможно прочитать файл vendors.list

source: Unknown source type
fr: Type de source inconnue
ru: Неизвестный тип источника

source: (ESSENTIAL) to be removed
fr: (ESSENTIEL) A désinstaller
ru: (ВАЖНО) будет удален

source: To be DOWNGRADED
ru: Будет установлена УСТАРЕВШАЯ ВЕРСИЯ

source: To be kept back
fr: A conserver
ru: Будут сохранены

source: %s: (ESSENTIAL) will be Removed
fr: %s : (ESSENTIEL) va être désinstallé
ru: %s: (ВАЖНО) будет удален

source: %s: will be DOWNGRADED
fr: %s : va être mis à jour avec une ancienne version
ru: %s: будет установлена УСТАРЕВШАЯ ВЕРСИЯ

source: %s: will be Removed
fr: %s : va être désinstallé
ru: %s: будет удален

source: %s %s: will be Upgraded to %s
fr: %s %s : va être mis à jour vers %s
ru: %s %s: будет обновлён до %s

source: %s %s: will be Installed
fr: %s %s : va être installé
ru: %s %s: будет установлен

source: Summary
fr: Résumé
ru: Краткое описание

source: Perform package download only.
fr: Effectue uniquement le téléchargement de paquets
ru: Выполнить только загрузку пакетов.

source: Show Details
fr: Voir les détails
ru: Показать детали

source: Proceed
fr: C'est parti
ru: Выполнить

source: Cancel
fr: Annuler
ru: Отменить

source: %d %s were held;
fr: %d %s ont été conservés;
ru: %d %s было удержано;

source: packages
fr: paquets
ru: пакетов

source: package
fr: paquet
ru: пакет

source: %d %s were kept back and not upgraded;
fr: %d %s ont été conservés et non mis à jour;
ru: %d %s было удержано и не обновлено;

source: %d new %s will be installed;
fr: %d nouveau %s sera mis à jour;
ru: %d новый(ых) %s будет установлено;

source: %d %s will be upgraded;
fr: %d %s sera mis à jour;
ru: %d %s будет обновлено;

source: %d %s will be removed;
fr: %d %s sera désinstallé;
ru: %d %s будет удален(о);

source: %d %s will be DOWNGRADED;
ru: %d %s будет ПОНИЖЕНА ВЕРСИЯ;

source: WARNING: %d essential %s will be removed!
fr: Attention : le paquet %d essentiel %s va être supprimé !
ru: ВНИМАНИЕ: %d важный(ых) %s будет удален(о)!

source: %sB will be used after finished.
fr: %so seront utilisés une fois fini.
ru: %sB будет использовано.

source: %sB will be freed after finished.
fr: %so seront liberés une fois fini.
ru: %sB будет освобождено.

source: %sB need to be downloaded.
fr: %so doivent être téléchargés.
ru: %sB необходимо загрузить.

source: Essential packages will be removed. That can render your system unusable!!!
fr: Des paquets vitaux vont être supprimés. Cela peut rendre votre système inutilisable !
ru: Базовые пакеты будут удалены. Это может привести Вашу систему в нерабочее состояние!!!

source: Tried to dequeue a fetching object
ru: Попытка убрать из очереди загружаемый объект

source: Advanced Search
fr: Recherche avancée
ru: Расширенный поиск

source: Package management software using apt.
fr: Application de gestion de paquets utilisant apt.
ru: ПО для управления пакетами при помощи APT.

source: Debtag support is enabled.
fr: Le support de Debtag est activé.
ru: Поддержка debtag включена.

source: Visit the home page at http//www.nongnu.org/synaptic
fr: Consultez la page d'accueil sur http//www.nongnu.org/synaptic
ru: Посетите домашнюю страницу http//www.nongnu.org/synaptic

source: Written by
fr: Écrit par
ru: Авторы

source: Translated by
fr: Traduir par
ru: Перевод

source: Search for a pattern and show matching packages in the main view only.
ru: Выполнить поиск по образцу и показать в основном списке только найденные пакеты.

source: Find:
fr: Cherche :
ru: Найти:

source: <b>Search In</b>
fr: <b>Cherche dans</b>
ru: <b>Искать в</b>

source: Package name
fr: Nom de paquet
ru: Имя пакета

source: _File
fr: _Fichier
ru: _Файл

source: _Read Selections...
fr: Li_re les sélections...
ru: _Прочитать состояние выделений...

source: _Save Selections
ru: _Сохранить состояние выделений

source: Save Selections _As...
ru: Сохранить состояние выделений _как...

source: Ac_tions
ru: Д_ействия

source: Update Package _List
fr: Mise à jour de la _liste des paquets
ru: Получить с_ведения о пакетах

source: _Add CD-ROM...
fr: _Ajouter un CD-ROM...
ru: Добавить _CD-ROM

source: _Fix Broken Packages
ru: _Исправить "сломанные" пакеты

source: Up_grade
fr: Mettre à jo_ur
ru: О_бновить

source: _Distribution Upgrade
fr: Mise à jour de la _distribution
ru: Обновить _дистрибутив

source: E_xecute Changes
ru: _Выполнить изменения

source: Pac_kage
ru: Па_кет

source: _Keep
fr: Conserver
ru: Со_хранить

source: _Install
fr: _Installer
ru: У_становить

source: _Remove
fr: Supp_rimer
ru: Удали_ть

source: _Purge with Configuration
ru: Вычистить вместе с кон_фигурацией

source: Remove with _Dependencies
ru: Удалить учитывая _зависимости

source: _Hold
ru: Удер_жать

source: _Search
ru: П_оиск

source: _Apply Filter
ru: _Применить фильтр

source: _Edit Filters
ru: _Редактировать фильтр

source: Advanced _Search...
ru: Расширенный п_оиск...

source: _View
fr: _Vue
ru: _Вид

source: _Expand All
ru: _Развернуть всё

source: _Collapse All
ru: _Свернуть всё

source: _Section Tree
fr: Tri par _Sections
ru: _Дерево разделов

source: _Alphabetic Tree
fr: Tri par ordre _Alphabétique
ru: _Алфавитное дерево

source: Stat_us Tree
fr: Tri par état
ru: Дерево с_остояний

source: _Flat List
ru: Обычный с_писок

source: _Tag Tree
fr: _Tri par marqueur
ru: Дерево _тегов

source: Prefere_nces
fr: Préfére_nces
ru: Предпоч_тения

source: _Repositories
fr: Dépôts
ru: Репозитории

source: Set _Internal Option...
fr: Définir une option _interne...
ru: _Установить внутренний параметр...

source: _Toolbar
fr: Barre d'ou_tils
ru: _Панель инструментов

source: _Icons Only
fr: _Icônes seulement
ru: Только _иконки

source: _Text Only
fr: _Texte seulement
ru: Только _текст

source: Text _Below Icons
fr: Texte sous les icônes
ru: Текст _под иконками

source: _Hide
fr: Invisible
ru: _Скрыть

source: _Help
fr: Aide
ru: _Помощь

source: _About
fr: _À propos
ru: _О программе

source: Update package cache
fr: Mise à jour du cache
ru: Получить сведения о пакетах

source: Update _List
fr: Màj de la _liste
ru: Обновить сп_исок

source: Mark packages for upgrade, except those with new dependencies
fr: Marque les paquets pour la mise à jour, sauf ceux avec de nouvelles dépendances
ru: Отметить пакеты для обновления, кроме пакетов с новыми зависимостями

source: Up_grade all
fr: Màj totale
ru: Об_новить

source: Upgrade installed distribution, including packages with new dependencies
fr: Mise à jour de la distribution, y compris paquets avec de nouvelles dépendances
ru: Обновить установленный дистрибутив, включая пакеты с новыми зависимостями

source: _Dist Upgrade
fr: Màj _distribution
ru: _Обновить всё

source: Commit (and download if necessary) selected changes on packages
fr: Effectue (et télécharge au besoin) les changements sélectionnés
ru: Выполнить (и загрузить при необходимости) выбранные действия с пакетами

source: E_xecute
fr: E_xécute
ru: В_ыполнить

source: Find a package name in the list of shown packages below
ru: Найти имя пакета в списке отображаемых пакетов

source: Find next
fr: Rechercher le suivant
ru: Найти далее

source: Search again from the beginning
ru: Начать поиск сначала

source: Show:
fr: Monter :
ru: Показать:

source: Filter the list of shown packages
ru: Отфильтровать список отображаемых пакетов

source: Edit the available filters
fr: Édite le filtre disponible
ru: Редактировать доступные фильтры

source: Filters...
fr: Filtres...
ru: Фильтры...

source: Common
ru: Общее

source: Dependencies
fr: Dépendances
ru: Зависимости

source: Packages Depending on this One
ru: Пакеты, зависящие от этого

source: Dependencies of the Latest Version
fr: Dépendances de la dernière version
ru: Зависимости для последней версии

source: Provided Packages
fr: Paquets fournis
ru: Предоставляемые пакеты

source: Suggestions and Recommendations
fr: Suggérés et recommandés
ru: Предложения и рекомендации

source: <b>Install</b>
fr: <b>Installer</b>
ru: <b>Установить</b>

source: Recommended
fr: Recommandé
ru: Рекомендован

source: Suggested
fr: suggéré
ru: Предлагается

source: Selected
fr: Sélectionné
ru: Выбран

source: Installed Files
fr: Fichiers installés
ru: Установленные файлы

source: <b>Available Versions</b>
fr: <b>Versions disponibles</b>
ru: <b>Доступные версии</b>

source: <b>Note:</b> This allows you to override the version selected by the package manager. Use with care.
ru: <b>Внимание:</b> Здесь можно перекрыть версию, выбранную менеджером пакетов. Используйте осторожно.

source: Expert
ru: Эксперт

source: <b>Package Control</b>
fr: <b>Contrôle du paquet</b>
ru: <b>Управление пакетами</b>

source: Status modification:
ru: Изменение статуса:

source: Install the latest version of the package
fr: Installer la dernière version du paquet
ru: Установить последнюю версию пакета

source: Deinstall the package
fr: Désintaller le paquet
ru: Удалить пакет

source: Keep the package as supplied before and forget selected changes
ru: Оставить пакет в исходном состоянии и отменить запланированные изменения

source: Do _Not Modify
ru: _Не изменять

source: Exclude the package from upgrades
fr: Exclure le paquet des mises à jour
ru: Запретить обновление пакета

source: Hold current version
ru: Удержать текущую версию

source: Configure the package using the debconf configuration system
fr: Configure le paquet en utilisant le système de configuration Debconf
ru: Сконфигурировать пакет с использованием системы кофигурирования debconf

source: _Configure
fr: _Configurer
ru: Скон_фигурировать

source: View installed online documentation related to the package
ru: Посмотреть установленную справку по пакету

source: _Documentation
ru: _Документация

source: Advanced _Search
fr: Recherche avancée
ru: Расширенный _поиск

source: _Collapse All
ru: С_вернуть всё

source: _Flat list
ru: О_бычный список

source: _Tag tree
ru: Дерево _тегов

source: Apply
fr: Appliquer
ru: Применить

source: <span weight="bold" size="larger">Apply additional required changes?</span>
ru: <span weight="bold" size="larger">Выполнить дополнительные необходимые действия?</span>

source: The chosen action also affects other packages. The following changes are required in order to proceed.
ru: Выбранные изменения затрагивают другие пакеты. Необходимо также выполнить следующие действия.

source: <b>General</b>
fr: <b>Général</b>
ru: <b>Основное</b>

source: Regular expressions are an advanced method of text matching
ru: Регулярные выражения - это продвинутый способ сопостваления текста

source: Allow regular expressions in searches and filters
ru: Использовать регулярные выражения при поиске и в фильтрах

source: <b>Actions</b>
ru: <b>Действия</b>

source: Show terminal window while executing
fr: Monter la fenêtre du terminal lors de l'exécution
ru: Показывать окно терминала во время работы

source: Ask to quit after the changes have been executed
ru: Запрашивать выход после завершения изменений

source: Default
fr: Défaut
ru: По умолчанию

source: Include Configuration
ru: Включая конфигурацию

source: Include Dependencies
fr: Inclure les dépendances
ru: Включая зависимости

source: Remove package:
ru: Удалить пакет:

source: Number of undo operations:
fr: Nombre de niveaux d'annulation :
ru: Количество возможных операций отката:

source: <b>Dependencies</b>
fr: <b>Dépendances</b>
ru: <b>Зависимости</b>

source: Confirm actions also affecting other packages
ru: Подтверждать действия, затрагивающие другие пакеты

source: Consider recommended packages as dependencies
ru: Рассматривать рекомендуемые пакеты как зависимости

source: General
fr: Général
ru: Основное

source: <b>Column Order</b>
fr: <b>Ordre des colonnes</b>
ru: <b>Порядок колонок</b>

source: The position of the column from left to right. A value of -1 hides the column
ru: Позиция колонки слева направо. Значение -1 скрывает колонку

source: Installed version
fr: Version installée
ru: Установленная версия

source: Installed size
fr: Taille installé
ru: Установленный размер

source: Available version
fr: Version disponible
ru: Доступенная версия

source: <b>Colors</b>
fr: <b>Couleurs</b>
ru: <b>Цвета</b>

source: Colour packages by their status
ru: Раскрашивать пакеты в зависимости от статуса

source: Upgrade:
ru: Обновить:

source: color
fr: couleur
ru: цвет

source: Downgrade:
ru: Понизить версию:

source: New:
fr: Nouveau :
ru: Создать:

source: Broken:
fr: Cassé :
ru: Сломанные:

source: Remove:
fr: Supprimer :
ru: Удалить:

source: Install:
fr: Installer :
ru: Установить:

source: Keep:
fr: Conserver :
ru: Удержать:

source: Held:
fr: Conserver :
ru: Удержанные:

source: Pin:
fr: Accroché :
ru: Закреплённые:

source: Columns and Colors
fr: Colonnes et couleurs
ru: Колонки и цвета

source: <b>Main Window</b>
fr: <b>Fenêtre principale</b>
ru: <b>Главное окно</b>

source: 1 = Package list 2 = Information area
ru: 1 = Список пакетов 2 = Информационная область

source: <b>Note:</b> You will need to restart synaptic for this setting to take effect.
ru: <b>Внимание:</b> Вам необходимо будет перезапустить synaptic для того, чтобы эти установки вступили в силу.

source: Layout
ru: Внешний вид

source: <b>Temporary Files</b>
fr: <b>Fichiers temporaires</b>
ru: <b>Временные файлы</b>

source: Leave downloaded packages in the cache
fr: Laisser les paquets téléchargés dans le cache
ru: Оставить загруженные пакеты в кэше

source: Delete downloaded packages after installation
fr: Supprimer les paquets téléchargés une fois installés
ru: Удалить загруженные пакеты после установки

source: Delete obsolete packages from cache
fr: Supprimer les paquets obsolètes du cache
ru: Удалить устаревшие пакеты из кэша

source: Clear
fr: Efface
ru: Очистить

source: Temporay Files
fr: Fichiers temporaires
ru: Временные файлы

source: <b>Proxy Server</b>
fr: <b>Serveur mandataire></b>
ru: <b>Прокси сервер</b>

source: Direct connection to the internet
ru: Прямое подключение к интернет

source: Manual proxy configuration
ru: Ручная настройка прокси сервера

source: IP address or host name of the http proxy server
ru: IP адрес или имя http прокси сервера

source: Port:
ru: Порт:

source: Port number of the http proxy server
ru: Номер порта для http прокси сервера

source: IP address or host name of the ftp proxy server
ru: IP адрес или имя ftp прокси сервера

source: Port numer of the ftp proxy server
ru: Номер порта для ftp прокси сервера

source: No proxy for:
ru: Не использовать прокси для:

source: FTP proxy:
ru: FTP прокси:

source: HTTP proxy:
ru: HTTP прокси:

source: Comma sperated list of hosts and domains that will not be contacted through the proxy (e.g. localhost, 192.168.1.231, .net)
ru: Список разделённых запятой хостов и доменов, для доступа к которым не будет использоваться прокси (напр. localhost, 192.168.1.231, .net)

source: Network
fr: Réseau
ru: Сеть

source: <span size="large" weight="bold">These settings affect the core of your system. Consider changes carefully.</span>
ru: <span size="large" weight="bold">Данные установки влияют на ядро вашей системы. Используйте очень осторожно.</span>

source: <b>Distribution</b>
ru: <b>Дистрибутив</b>

source: Default archive:
fr: Archive par défaut :
ru: Архив по умолчанию:

source: Select the default release if more then one is specifed in the sources.list
ru: Выбирать релиз по умолчанию, если более одного указано в sources.list

source: <b>Note:</b> The package list will need to be reloaded and so all selections will be lost. Make sure to execute your changes first.
ru: <b>Внимание:</b> Необходимо будет перезагрузить список пакетов, в связи с чем пропадут все запланиованные изменения. Убедитесь, что все изменения выполнены.

source: Disc name
fr: Nom du disque
ru: Имя диска

source: Enter the disc name
fr: Indiquez le nom du disque
ru: Введите имя диска

source: <b>View</b>
fr: <b>Vue</b>
ru: <b>Вид</b>

source: Sorting:
fr: Tri :
ru: Сортировка:

source: Leave Unchanged
fr: Laisser inchangé
ru: Оставить без изменений

source: Section Tree
fr: Tri par section
ru: Дерево разделов

source: Alphabetic Tree
fr: Tri alphabétique
ru: Алфавитное дерево

source: Status Tree
ru: Дерево состояний

source: Flat List
ru: Обычный список

source: Tree:
ru: Дерево:

source: Expand All
ru: Развернуть всё

source: Collapse All
ru: Свернуть всё

source: <b>Rules</b>
ru: <b>Правила</b>

source: <b>Current</b>
ru: <b>Текущие</b>

source: Packages that have been installed and are up to date
ru: Установленные и не нуждающиеся в обновлении пакеты

source: Packages that have been installed and a later version is available
ru: Установленные пакеты, для которых доступна новая версия

source: Packages that have been removed except their configuration files
ru: Удалённые пакеты, для которых в системе остались конфигурационные файлы

source: Packages that have not been installed
ru: Не установленные пакеты

source: <b>Selected</b>
ru: <b>Выбранные</b>

source: Packages that will be kept
ru: Пакеты, которые будут удержаны

source: Packages that will be installed or upgraded
ru: Пакеты, которые будут установлены или обновлены

source: To be installed or upgraded
ru: Для установки или обновления

source: Packages that will be removed
ru: Пакеты, которые будут удалены

source: <b>Other</b>
ru: <b>Другие</b>

source: Packages that are new in the repository since that last "Update"
ru: Пакеты, появившиеся в репозитории после последнего обновления

source: Packages that will never be upgraded
ru: Пакет, которые никогда не будут обновлены

source: Pinned
fr: Accroché
ru: Закреплённые

source: Library packages that are no longer needed (deborphan is required)
ru: Пакеты библиотек, которые более не нужны (требуется deborphan для работы)

source: Orphaned
fr: Orphelin
ru: "Осиротелые"

source: Packages that are not available in any repository
ru: Пакеты, которые не доступны ни в одном репозитории

source: Not (no longer) installable
ru: Не устанавливаемые

source: Packages with broken dependencies
ru: Пакеты со сломанными зависимостями

source: Select All
ru: Выделить всё

source: Deselect All
ru: Очистить всё

source: Invert All
ru: Инвертировать всё

source: Include selected sections only
ru: Включать только выбранные разделы

source: Exclude selected sections
ru: Исключать выбранные разделы

source: Package Name
ru: Имя пакета

source: Version Number
ru: Номер версии

source: Conflicting Packages
ru: Конфликтующие пакеты

source: Replaced Packages
ru: Заменяемые пакеты

source: Suggestions or Recommendations
ru: Предложения и рекомендации

source: Reverse Dependencies
ru: Обратные зависимости

source: Includes
ru: Включает

source: Excludes
ru: Исключает

source: Properties
ru: Свойства

source: Include
fr: Inclure
ru: Включить

source: Exclude
fr: Exclure
ru: Исключить

source: Distribution:
ru: Дистрибутив:

source: Section(s):
ru: Раздел(ы):

source: Vendors...
ru: Поставщики...

source: OH SHIT DUNNO WTF IS GOIN ON!
fr: Et mer... Je ne sais pas ce qui se passe !

source: N/A
fr: N/D

source: <span size="xx-large" weight="bold">Synaptic version</span>
fr: <span size="xx-large" weight="bold">Version de Synaptic</span>

source: Synaptic - an apt frontend
fr: Synaptic - une interface pour apt
