Repository: imz/synaptic
Catalog: synaptic-0.45/po/*.po
Languages: fr, ru

source: Stat failed for %s
ru: Ошибка stat() для %s

source: Unable to create a tmp file
fr: Impossible de créer un fichier temporaire
ru: Невозможно создать временный файл

source: Couldn't fork gzip
ru: Невозможно запустить gzip

source: gzip failed, perhaps the disk is full.
fr: Échec de gzip. Le disque est peut-être plein.
ru: Ошибка gzip, возможно диск переполнен.

source: Failed to reopen fd
ru: Ошибка открытия fd

source: Missed:
fr: Manquant :
ru: Упущен:

source: Missed(2):
fr: Manquant (2) :
ru: Упущен(2):

source: Wrong Size:
fr: Taille incorrecte :
ru: Неверный размер:

source: Failed to rename
fr: Impossible de renommer
ru: Ошибка переименования

source: No valid records were found.
fr: Pas d'enregistrements valides trouvés.
ru: Не было найдено ни одной верной записи.

source: Alot of entries were discarded, something may be wrong.
ru: Слишком много элементов было отброшено, что-то может быть не так.

source: Cannot find filename or size tag
fr: Impossible de trouver la taille ou le nom de fichier
ru: Невозможно найти тэг с именем файла или размером

source: Error parsing file record
fr: Erreur lors de l'analyse du fichier d'enregistrement
ru: Ошибка парсирования записи файла

source: Failed to open %s.new
fr: Impossible d'ouvrir %s.new
ru: Ошибка открытия %s.new

source: Failed to rename %s.new to %s
fr: Impossible de renommer %s.new en %s
ru: Ошибка переименования %s.new в %s

source: Internal error
fr: Erreur interne
ru: Внутренняя ошибка

source: Preparing...
fr: Préparation...
ru: Подготовка...

source: Unable to read the cdrom database %s
fr: Impossible de lire la base de donnée %s du CDROM
ru: Невозможно прочитать базу данных cdrom %s

source: Unmounting CD-ROM...
fr: Démonte le CD-ROM...
ru: Размонтируется CD-ROM...

source: Waiting for disc...
fr: Attente du disque...
ru: Ожидание диска...

source: Insert a disc in the drive.
fr: Insérez un disque dans le lecteur.
ru: Вставте диск в дисковод.

source: Mounting CD-ROM...
fr: Monte le CD-ROM...
ru: Монтируется CD-ROM...

source: Failed to mount the cdrom.
fr: Impossible de monter le cédérom.
ru: Ошибка монтирования CD-ROM.

source: Identifying disc...
fr: Identifie le disque...
ru: Определяется диск...

source: Couldn't identify disc.
fr: Impossible d'identifier le disque.
ru: Невозможно определить диск.

source: Scanning disc...
fr: Examen du disque...
ru: Сканируется диск...

source: Cleaning package lists...
fr: Nettoyage des listes de paquets
ru: Очистка списков пакетов...

source: Unable to locate any package files. Perhaps this is not an APT enabled disc.
fr: Impossible de trouver des fichiers de paquet. Il ne s'agit peut-être pas d'un disque valide pour APT.
ru: Невозможно найти файлы пакетов. Возможно этот диск не предназначен для использования с APT.

source: Disc not successfuly scanned.
fr: Le disque n'a pas été correctement examiné.
ru: Неудачное сканирование диска.

source: Empty disc name.
fr: Nom du disque vide.
ru: Пустое имя диска.

source: Registering disc...
ru: Ристрация диска...

source: Copying package lists...
fr: Copie les listes de paquets...
ru: Копируются списки пакетов...

source: Writing sources list...
fr: Ecriture de la liste des sources...
ru: Записывается список источников...

source: Done!
fr: Fait
ru: Готово!

source: Failed to stat %s%s
ru: Ошибка доступа %s%s

source: Unable to change to %s
ru: Невозможно перейти в %s

source: Unable to read %s
fr: Impossible de lire %s
ru: Невозможно прочитать %s

source: ERROR: couldn't open %s for writing
fr: Erreur : impossible d'ouvrir %s en écriture
ru: ОШИБКА: невозможно открыть %s для записи

source: ERROR: Could not get password entry for superuser
ru: ОШИБКА: невозможно получить информацию о пользователе root

source: ERROR: could not create configuration directory %s
ru: ОШИБКА: невозможно создать каталог для конфигурации %s

source: couldn't open %s for writing
fr: Impossible d'ouvrir %s en écriture
ru: невозможно открыть %s для записи

source: unknown
fr: inconnu
ru: неизвестный

source: The list of installed files is only available for installed packages
fr: La liste des fichiers installés est uniquement disponible pour les paquets installés
ru: Список установленных файлов доступен только для установленных пакетов

source: but %s is to be installed
fr: mais %s va être installé
ru: но будет установлен %s

source: but it is not installable
ru: но он не может быть установлен

source: but it is a virtual package
fr: mais c'est un paquet virtuel
ru: но пакет является виртуальным

source: but it is not going to be installed
fr: mais ne sera pas installé
ru: но пакет не будет установлен

source: or
fr: ou
ru: или

source: %s is/will be installed
fr: %s est/va être installé
ru: %s уже/будет установлен

source: package is not installable
fr: impossible d'installer ce paquet
ru: пакет не может быть установлен

source: package is a virtual package
fr: ce paquet est un paquet virtuel
ru: пакет является виртуальным

source: package is/will not be installed
fr: ce paquet n'est/ne sera pas installé
ru: пакет не будет установлен

source: dependency is satisfied
fr: la dépendance est satisfaite
ru: зависимости удовлетворены

source: Invalid record in the preferences file, no Package header
fr: Information invalide dans le fichier de préférence, pas d'entête de paquet
ru: Неверная запись в файле предпочтений, нет заголовка Package

source: Version '%s' for '%s' was not found
fr: La version « %s » de « %s » n'a pas été trouvée
ru: Версия '%s' для '%s' не найдена

source: The list of sources could not be read. Go to the repository dialog to correct the problem.
ru: Невозможно прочитать список источников для обновления. Исправьте ошибку в окне конфигурирования репозиториев.

source: The package lists or status file could not be parsed or opened.
fr: La liste des paquets ne peut être traitée ou ouverte.
ru: Невозможно открыть или обработать файл состояния или списки пакетов.

source: Internal Error, non-zero counts
ru: Внутренняя ошибка, ненулевые счётчики

source: Status
fr: État
ru: Состояние

source: Pattern
fr: patron
ru: Шаблон

source: Section
ru: Раздел

source: Priority
fr: Priorité
ru: Приоритет

source: ReducedView
fr: Vue réduite
ru: СокращённыйВид

source: Tags
fr: Éléments
ru: Теги

source: Name
fr: Nom
ru: Имя

source: Version
ru: Версия

source: Description
ru: Описание

source: Maintainer
fr: Responsable
ru: Мэйнтейнер

source: Depends
fr: dépend de
ru: Зависит

source: Provides
fr: fournit
ru: Предоставляют

source: Conflicts
fr: en conflit avec
ru: Конфликтует с

source: Replaces
fr: remplace
ru: Заменяют

source: WeakDepends
ru: НеобязательныеЗависимости

source: ReverseDepends
ru: ОбратныеЗависимости

source: could not open ReducedView file %s
fr: impossible d'ouvrir le fichier de vue réduite %s
ru: невозможно открыть файл ReducedView %s

source: Bad regular expression '%s' in ReducedView file.
fr: Mauvaise expression rationnelle « %s » dans le fichier de vue réduite.
ru: Плохое регулярное выражение '%s' в файле ReducedView.

source: empty filter name!? should _never_ happen, please report
ru: пустое имя фильтра!? этого не должно быть _никогда_, пожалуйста отправьте информацию об ошибке

source: filter name is longer than 55 chars!? Will be truncated.Please report
ru: имя фильтра содержит более чем 55 символов!? Будет обрезано. Пожалуйста, отправьте информацию об ошибке

source: Search Filter
fr: Filtre de recherche
ru: Фильтр поиска

source: Installed
fr: Installé
ru: Установленные

source: Not Installed
fr: Non installé
ru: Не установленные

source: Tasks
fr: Tâches
ru: Задачи

source: Reduced View
fr: Vue réduite
ru: Сокращённый вид

source: Upgradable
fr: Peut être mis à jour
ru: Обновляемые

source: Broken
fr: Cassé
ru: Сломанные

source: Programmed Changes
fr: Changements programmés
ru: Запланированные изменения

source: New in archive
fr: Nouveau dans l'archive
ru: Новые в архиве

source: Residual config
ru: Остаточные

source: Pkg with Debconf
fr: Paquets avec Debconf
ru: Пакеты с файлами конфигурации

source: Obsolete or locally installed
fr: Obsolète ou installé localement
ru: Устаревшие или установленные локально

source: Internal error recalculating dependency cache.
fr: Erreur interne en recalculant le cache des dépendances.
ru: Внутренняя ошибка при обновлении кэша зависимостей.

source: Package
fr: Paquet
ru: Пакет

source: has no section?!
fr: n'a pas de section ?
ru: не имеет секции?!

source: Internal Error, AllUpgrade broke stuff
ru: Внутренняя ошибка при выполнении функции pkgAllUpgrade

source: dist upgrade Failed
fr: Échec de la mise à jour de la distribution
ru: ошибка pkgDistUpgrade

source: New in repository
fr: Nouveau dans le dépôt
ru: Новые в репозитории

source: Obsolete and locally installed
fr: Obsolète ou installé locallement
ru: Устаревшие и установленные локально

source: Installed and upgradeable
fr: Installés et dont la mise à jour est possible
ru: Установленные и обновляемые

source: Not installed (residual config)
fr: Non installés (Résidus de configuration)
ru: Не установленные (остаточная конфигурация)

source: Not installed
fr: Non installé
ru: Не установленные

source: Unable to lock the list directory
fr: Impossible de verrouiller le dossier de la liste
ru: Невозможно заблокировать каталог списков

source: Release files for some repositories could not be retrieved or authenticated. Such repositories are being ignored.
fr: Les informations de quelques dépots n'ont pas pu être obtenues ou authentifiées.Ces dépots vont être ignorés.
ru: Release-файлы для некоторых репозиториев не могут быть получены или проверены. Такие репозитории игнорированы.

source: Some index files failed to download, they have been ignored, or old ones used instead.
fr: Certains index n'ont pas pu être téléchargés. Ils ont été ignorés, où les anciens ont été utilisés à la place.
ru: Не удалось загрузить некоторые индексные файлы, они были игнорированы или предыдущие версии были использованы.

source: Ignoring invalid record(s) in sources.list file!
ru: Игнорированы неверные записи в файле sources.list!

source: Failed to fetch
ru: Не удалось загрузить

source: Some of the packages could not be retrieved from the server(s).
fr: Certains paquets ne peuvent pas être téléchargés.
ru: Некоторые из пакетов не могут быть получены с сервера(ов).

source: Do you want to continue, ignoring these packages?
fr: Voulez-vous continuer, en ignorant ces paquets ?
ru: Желаете ли Вы продолжить, игнорируя эти пакеты?

source: Unable to correct missing packages
fr: Impossible de corriger les paquets manquants
ru: Невозможно исправить отсутствующие пакеты

source: Unable to lock the download directory
fr: Impossible de verrouiller le dossier de téléchargement
ru: Невозможно заблокировать каталог для скачивания

source: Line %u too long in selection file.
ru: Строка %u слишком длинная в файле выбора.

source: Malformed line %u in selection file
fr: Ligne %u incorrecte dans le fichier de sélection
ru: Неверная строка %u в фале выбора

source: Setting selections...
fr: Mise en place des sélections...
ru: Устанавливается выделение...

source: Couldn't fork bzip2
ru: Невозможно запустить bzip2

source: bzip2 failed, perhaps the disk is full.
fr: Échec de bzip2, le disque est peut-être plein.
ru: ошибка bzzip2, возможно диск переполнен.

source: <span weight="bold" size="large">Quit and ignore outstanding changes?</span>
fr: <span weight="bold" size="large">Quitter et ignorer les changements en attente ?</span>
ru: <span weight="bold" size="large">Выйти и игнорировать невыполненные изменения?</span>

source: You have selected changes in the status of some or one package which have not been executed yet. They will get lost if you choose to quit 'Synaptic'.
fr: Vous avez réalisé des changements dans le statut de certains paquets qui n'ont pas encore été exécutés. Ils seront perdus si vous choisissez de quitter Synaptic.
ru: Вы запланировали изменения статуса одного или нескольких пакетов, но не выполнили их. Эта информация будет потеряна при выходе из Synaptic'а.

source: <span weight="bold" size="large">Your locale settings are not supported by your Xlib</span>
ru: <span weight="bold" size="large">Ваши языковые настройки не поддерживаются вашей версией Xlib</span>

source: Usage: synaptic [options]
ru: Использование: synaptic [опции]

source: -h This help text
fr: -h Ce texte d'aide
ru: -h Этот текст помощи

source: -r Open in the repository screen
fr: -r Ouvrir dans l'écran du dépôt
ru: -r Открыть в окне репозитория

source: -f=? Give a alternative filter file
fr: -f=? Fournir un fichier de sélection différent
ru: -f=? Задать альтернативный файл фильтров

source: -i=? Start with the initialFilter with the number given
fr: -i=? Démarrer avec le filtre initial du numéro donné
ru: -i=? Задать номер фильтра, используемого после запуска

source: -o=? Set an arbitary configuration option, eg -o dir::cache=/tmp
fr: -o=? Définir une option de configuration, p.ex. -o dir::cache=/tmp
ru: -o=? Установить произвольную опцию, напр. -o dir::cache=/tmp

source: You must run this program as the root user.
fr: Vous devez lancer ce programme en tant que root.
ru: Вы должны запускать эту программу как пользователь root.

source: Synaptic Package Manager
fr: Gestionnaire de paquets Synaptic
ru: Менеджер пакетов Synaptic

source: Scanning CD-ROM
fr: Examen du cédérom...
ru: Сканируется CD-ROM...

source: Invalid disc name!
fr: Nom du disque invalide !
ru: Неверное имя диска!

source: Credits
fr: Crédits
ru: Благодарности

source: About Synaptic
fr: A propos de Synaptic
ru: О Synaptic

source: Package changes
fr: Changements du paquet
ru: Изменения в пакетах

source: To be removed
fr: À désinstaller
ru: Будут удалены

source: To be downgraded
fr: À revenir vers une ancienne version
ru: Будет установлена более старая версия

source: To be upgraded
fr: À mettre à jour
ru: Будут обновлены

source: To be installed
fr: À installer
ru: Будут установлены

source: To be kept
fr: À conserver
ru: Будут сохранены

source: An error occurred while saving configurations.
fr: Problème pendant la sauvegarde de la configuration.
ru: Произошла ошибка при сохранении конфигураций.

source: Color selection
fr: Sélection des couleurs
ru: Выбор цвета

source: ignore
fr: ignorer
ru: игнорировать

source: Preferences
fr: Préférences
ru: Предпочтения

source: Fetching Files
fr: Télécharge les fichiers
ru: Загружаются файлы

source: Size
fr: Taille
ru: Размер

source: Please insert the disk labeled: %s in drive %s
fr: Veuillez insérer le disque nommé : %s dans le lecteur %s
ru: Вставьте, пожалуйста, диск с меткой: %s в дисковод %s

source: %-3li/%-3li files %4sB/s ETA %6s
fr: %-3li/%-3li fichiers %4so/s ETA %6s
ru: %-3li/%-3li файлов %4sB/s осталось %6s

source: (stalled)
fr: (figé)
ru: (остановлен)

source: [Working]
fr: [Travaille]
ru: [Работаем]

source: [Receiving]
fr: [Télécharge]
ru: [Получаем данные]

source: Queued
fr: En attente
ru: Поставлен в очередь

source: Done
fr: Fait
ru: Готово

source: Hit
fr: Atteint
ru: Хит

source: Failed
fr: Échec
ru: Неудачно

source: Filters
fr: Filtres
ru: Фильтры

source: Field
ru: Поле

source: Operator
ru: Оператор

source: Available Tags
fr: Élements disponibles
ru: Доступные теги

source: Included Tags
ru: Включённые теги

source: Excluded Tags
ru: Исключённые теги

source: New Filter %i
ru: Новый фильтр %i

source: Package Manager output
fr: Sortie du gestionnaire de paquets
ru: Вывод менеджера пакетов

source: While installing package %s:
fr: Lors de l'installation du paquet %s :
ru: Во время установки пакета %s:

source: While preparing for installation:
fr: Lors de la préparation pour l'installation :
ru: Во время подготовки к установке:

source: Performing Changes
fr: Effectue les changements
ru: Выполняются изменения

source: Package Manager running
fr: Lancement du gestionnaire de paquets
ru: Менеджер пакетов запущен

source: Update finished - You can close the window now
fr: Mise à jour terminée - Vous pouvez fermer cette fenêtre à présent
ru: Обновление завершено - теперь Вы можете закрыть это окно

source: Update failed - Scroll in this buffer to see what went wrong
ru: Обновление завершилось неудачей - смотрите лог установки для определения причины

source: Package Manager finished
ru: Менеджер пакетов завершил работу

source: Can't close, Package Manager still runing
fr: Fermeture impossible, le gestionnaire de paquets fonctionne toujours
ru: Невозможно закрыть, менеджер пакетов всё ещё работает

source: Close dialog after Package Manager is finished
fr: Ferme la fenêtre lorsque le gestionnaire de paquets aura terminé
ru: Закрыть окно после завершения работы менеджера пакетов

source: Unknown
fr: Inconnu
ru: Неизвестный

source: Normal
ru: Нормальный

source: Critical
fr: Critique
ru: Критический

source: Security
fr: Sécurité
ru: Безопасность

source: not found
fr: non trouvé
ru: не найден

source: clickedRecInstall called with invalid parm:
ru: clickedRecInstall вызвана с неверным параметром:

source: Starting help system
fr: Démarrage du système d'aide...
ru: Открываем систему помощи

source: No libgnome-perl installed You have to install libgnome-perl to use dpkg-reconfigure with synaptic
fr: libgnome-perl n'est pas installé Vous devez installer libgnome-perl pour utiliser dpkg-reconfigure avec Synaptic
ru: Пакет libgnome-perl не установлен Вам необходимо установить libgnome-perl чтобы использовать dpkg-reconfigure в synaptic

source: Starting dpkg-reconfigure
fr: Lancement de dpkg-reconfigure
ru: Запускаем dpkg-reconfigure

source: Starting package help
ru: Открываем помошь по пакету

source: Retrieving Index Files
fr: Télécharge les index
ru: Загружаются индексные файлы

source: Updating Package Lists from Servers...
fr: Mise à jour de la liste de paquets depuis les serveurs...
ru: Обновляются списки пакетов с серверов...

source: Can't write %s
fr: Impossible d'écrire %s
ru: Невозможно записать %s

source: Can't read %s
fr: Impossible de lire %s
ru: Невозможно прочитать %s

source: Dependency problem resolver failed.
fr: Échec de la résolution des problèmes de dépendances.
ru: Ошибка разрешения конфликта зависимостей.

source: Dependency problems successfully fixed.
fr: Réussite de la résolution des problèmes de dépendances.
ru: Конфликты зависимостей успешно исправлены.

source: Automatic upgrade selection not possible with broken packages. Please fix them first.
fr: La sélection automatique des paquets mis à jour est impossible avec des paquets cassés. Veuillez d'abord les réparer.
ru: Автоматическое выделение для обновления невозможно со "сломанными" пакетами. Пожалуйста, исправьте их сначала.

source: Performing automatic selection of upgradadable packages...
fr: Effectue la sélection automatique des paquets à mettre à jour...
ru: Выполняется автоматическое выделение обновляемых пакетов...

source: Automatic selection of upgradadable packages done.
fr: Sélection automatique des paquets à mettre à jour effectuée.
ru: Автоматическое выделение обновляемых пакетов завершено.

source: Automatic upgrade selection failed.
fr: Echec de la sélection automatique des paquets
ru: Не удалось выполнить автоматическое выделение для обновления.

source: Performing selection for distribution upgrade...
fr: Effectue la sélection pour une mise à jour de la distribution...
ru: Выполняется выделение для обновления дистрибутива...

source: Selection for distribution upgrade done.
fr: Sélection pour la mise à jour de la distribution effectuée.
ru: Выделение для обновления дистрибутива завершено.

source: Selection for distribution upgrade failed.
fr: Échec de la sélection pour la mise à jour de la distribution.
ru: Не удалось выполнить выделение для обновления дистрибутива.

source: Operation not possible with broken packages. Please fix them first.
fr: Opération impossible avec des paquets cassés. Veuillez d'abord les réparer.
ru: Операция невозможна со "сломанными" пакетами. Исправьте их сначала, пожалуйста.

source: Performing selected changes... this may take a while
ru: Выполняются выбранные изменения... это может занять некоторое время

source: Retrieving Package Files
fr: Télécharge les paquets
ru: Загружаются файлы пакетов

source: Do you want to quit Synaptic?
fr: Souhaitez-vous quitter Synaptic ?
ru: Вы хотите выйти из Synaptic?

source: Package is installed.
fr: Paquet installé.
ru: Пакет установлен.

source: Package is not installed.
fr: Paquet non-installé.
ru: Пакет не установлен.

source: Package will be installed.
fr: Paquet qui sera installé.
ru: Пакет будет установлен.

source: Package will be upgraded.
fr: Paquet qui sera mis à jour.
ru: Пакет будет обновлён.

source: Package will be downgraded.
fr: Paquet qui sera mis à jour vers une ancienne version.
ru: Будет установлена более старая версия пакета

source: Package will be uninstalled.
fr: Paquet qui ne sera pas désinstallé.
ru: Пакет будет удалён.

source: Package is broken.
fr: Paquet cassé.
ru: Пакет сломан.

source: Package is pinned.
fr: Paquet attaché
ru: Пакет закреплён.

source: Package is new.
fr: Nouveau paquet
ru: Новый пакет.

source: Broken dependencies.
fr: Dépendances cassées.
ru: Неправильные зависимости.

source: not installed
fr: non installé
ru: не установлен

source: _Downgrade
ru: Пони_зить версию

source: _Install Latest Version
fr: _Installer la dernière version
ru: _Установить последнюю версию

source: _Upgrade
fr: Mettre à jo_ur
ru: _Обновить

source: Installed Package:
fr: Paquets installés :
ru: Установленный пакет:

source: Version
ru: Версия

source: Size
fr: Taille
ru: Размер

source: Available Package:
fr: Paquets disponibles :
ru: Доступный пакет:

source: Package Size
fr: Taille du paquet
ru: Размер пакета

source: Some packages could not be installed. The following packages have unmet dependencies:
ru: Некоторые пакеты не могут быть установлены. Следующие пакеты имеют неудовлетворённые зависимости:

source: Open changes
fr: Ouvrir les changements
ru: Открыть изменения

source: Save changes
fr: Enregistrer les changements
ru: Сохранить изменения

source: Save full state, not only changes
fr: Enregistrer l'état complet, pas seulement les changements
ru: Сохранить полное состояние (не только изменения)

source: Package
fr: Paquet
ru: Пакет

source: Installed Version
fr: Version installée
ru: Установлен

source: Available Version
fr: Version disponible
ru: Доступен

source: Inst. Size
fr: Taille inst.
ru: Уст. размер

source: Update the list of available packages
fr: Mise à jour de la liste des paquets disponibles
ru: Обновить список доступных пакетов

source: Upgrade every installed package to the latest version
fr: Mise à jour de chaque paquet installé avec la dernière version
ru: Обновить все установленные пакеты до последней версии

source: Upgrade every installed package to the latest version. Also include upgrades depending on not yet installed packages
fr: Mise à jour de chaque paquet installé avec la dernière version. Inclut également les mises à jour des dépendances ou des paquets n'étant pas encore installés.
ru: Обновить все установленные пакеты до последней версии, включая обновление пакетов, зависимых от ещё не установленных пакетов

source: Execute the selected changes
fr: Exécuter les changements sélectionnées
ru: Выполнить запланированные изменения

source: Do you want to add another CD-ROM?
fr: Souhaitez-vous ajouter un autre cédérom ?
ru: Хотите ли Вы добавить другой CD-ROM?

source: Removing this package may render the system unusable. Are you sure you want to do that?
ru: Удаление этого пакета может привести систему в нерабочее состояние. Вы действительно хотите это сделать?
